sisext-sapi-services/src/main/resources/soap/schemas/templates/mediafon-request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" >
   <soapenv:Header/>
   <soapenv:Body>
      <receiveMessage xmlns="https://www.portabilidad.co/">
         <userId>#[p('mediafon.user')]</userId>
         <password><![CDATA[#[p('mediafon.pass')]]]></password>
         <xmlMsg>#[payload]</xmlMsg>
      </receiveMessage>
   </soapenv:Body>
</soapenv:Envelope>